const catalog = {
  "mans": {
    "Одежда": [
      "костюмы и рубашки",
      "брюки и комбинезоны",
      "верхняя одежда",
			"джемперы и кардиганы",
			"джинсы",
			"футболки и поло",
			"шорты",
			"нижнее бельё"
    ],
    "Обувь": [
      "Мужская обувь"
    ],
    "Аксесуары": [
      "галстуки и бабочки",
      "очки",
      "ремни",
			"шарфы и шапки",
			"перчатки и варежки",
			"украшения",
			"сумки",
			"прочие аксесуары"
    ]
  },
  "womans": {
    "Одежда": [
      "блузы и рубашки",
			"брюки и комбинезоны",
			"верхняя одежда",
			"джемперы и кардиганы",
			"джинсы",
			"футболки и поло",
			"шорты и юбки",
			"нижнее бельё и колготки",
			"платья"
    ],
    "Обувь": [
			"Женская обувь",
    ],
    "Аксесуары": [
			"Аксесуары для волос",
			"косметика",
			"очки",
			"ремни",
			"шарфы и шапки",
			"перчатки и варежки",
			"украшения",
			"сумки",
			"прочие аксесуары"
    ]
  },
  "kids": {
    "Одежда": [
			"блузы и рубашки",
			"брюки и комбинезоны",
			"верхняя одежда",
			"джемперы и кардиганы",
			"джинсы",
			"футболки и поло",
			"шорты и юбки",
			"нижнее бельё и колготки",
			"платья"
    ],
    "Обувь": [
			"Детская обувь",
    ],
    "Аксесуары": [
			"Аксесуары для волос",
			"галстуки и бабочки",
			"очки",
			"ремни",
			"шарфы и шапки",
			"перчатки и варежки",
			"украшения",
			"прочие аксесуары"
    ]
  }
}

export default catalog