const categories = {
  "male": {
    "Одежда": {
      shirts:"костюмы и рубашки",
      pants:"брюки и комбинезоны",
      jacket:"верхняя одежда",
			jamper:"джемперы и кардиганы",
			jeans:"джинсы",
			tshirts:"футболки и поло",
			shorts:"шорты",
			underwear:"нижнее бельё"
    },
    "Обувь": {
      shoes:"Мужская обувь"
    },
    "Аксесуары": {
      tie:"галстуки и бабочки",
      glasses:"очки",
			belt:"ремни",
			cap:"шарфы и шапки",
			gloves:"перчатки и варежки",
			decorations:"украшения",
			bag:"сумки",
			other:"прочие аксесуары"
    }
  },
  "female": {
    "Одежда": {
			shirts:"блузы и рубашки",
			pants:"брюки и комбинезоны",
			jacket:"верхняя одежда",
			jamper:"джемперы и кардиганы",
			jeans:"джинсы",
			tshirts:"футболки и поло",
			shorts:"шорты и юбки",
			underwear:"нижнее бельё и колготки",
			dress:"платья"
    },
    "Обувь": {
			shoes:"Женская обувь",
    },
    "Аксесуары": {
			hair:"Аксесуары для волос",
			cosmetic:"косметика",
			glasses:"очки",
			belt:"ремни",
			cap:"шарфы и шапки",
			gloves:"перчатки и варежки",
			decorations:"украшения",
			bag:"сумки",
			other:"прочие аксесуары"
    }
  },
  "kids": {
    "Одежда": {
			shirts:"блузы и рубашки",
			pants:"брюки и комбинезоны",
			jacket:"верхняя одежда",
			jamper:"джемперы и кардиганы",
			jeans:"джинсы",
			tshirts:"футболки и поло",
			shorts:"шорты и юбки",
			underwear:"нижнее бельё и колготки",
			dress:"платья"
    },
    "Обувь": {
			shoes:"Детская обувь",
    },
    "Аксесуары": {
			hair:"Аксесуары для волос",
			tie:"галстуки и бабочки",
			glasses:"очки",
			belt:"ремни",
			cap:"шарфы и шапки",
			gloves:"перчатки и варежки",
			decorations:"украшения",
			other:"прочие аксесуары"
    }
  }
}

export default categories